Autodesk.Revit.DB.BoundingBoxUV.IsSet
Indicates whether the BoundingBoxUV is set or not.
Remarks:  An unset BoundingBoxUV has its lower-left corner to the right of (and above)
its upper-right corner (this is an arbitrary internal representation). It means that it is empty
and has never been initialized.
If someone using the API creates a Plane via one of the Plane.Create() methods, for example,
the Plane will not have its envelope set, so Surface.GetBoundingBoxUV() would return an empty BoundingBoxUV.
Since: 2021